Repository: bestwebsoft/user-role-wordpress-plugin
Catalog: languages/user-role-*.po
Languages: it_it, sr_rs, uk

source: Roles not found
it_it: Ruoli non Trovati
sr_rs: Улоге нису пронађене

source: Recover
it_it: Recupera
sr_rs: Опоравити се
uk: Відновити

source: %s role
it_it: %s ruolo

source: Role Name
it_it: Nome Ruolo
sr_rs: Име улоге

source: Role Slug
it_it: Ruolo Lumaca
sr_rs: Пуж улоге

source: Type
it_it: Tipo
sr_rs: Тип

source: Users
it_it: Utenti
sr_rs: Корисници

source: Capabilities
it_it: Facoltà
sr_rs: Способности

source: Edit
it_it: Modifica
sr_rs: Уреди

source: Delete
it_it: Cancellare
sr_rs: Брисање

source: Edit role capabilities
it_it: Modificare le capacità del ruolo
sr_rs: Уређивање могућности улога

source: The default WordPress role will be restored to the default WordPress capabilities. This option is available in Pro version of plugin
it_it: Il ruolo predefinito di WordPress sarà ripristinato alle capacità predefinite di WordPress. Questa opzione è disponibile nella versione Pro del plugin
sr_rs: Подразумевана WордПресс улога ће бити враћена на подразумеване WордПресс могућности. Ова опција је доступна у Про верзији додатне компоненте

source: Restore role capabilities that were set at the time of the plugin activation or when the role was created
it_it: Ripristina le funzionalità del ruolo impostate al momento dell'attivazione del plugin o al momento della creazione del ruolo
sr_rs: Враћање могућности улога које су постављене у време активирања додатне компоненте или када је улога креирана

source: Delete role. This option is available in Pro version of plugin
it_it: Cancellare il ruolo. Questa opzione è disponibile nella versione Pro del plugin
sr_rs: Избриши улогу. Ова опција је доступна у Про верзији додатка

source: default
it_it: predefinito
sr_rs: подразумевани

source: Built-in
it_it: Incorporato
sr_rs: Уграђено

source: Custom
it_it: Personalizzato
sr_rs: Прилагођено

source: Unknown action
it_it: Azione sconosciuta
sr_rs: Непозната радња

source: Actions with posts
it_it: Azioni con i messaggi
sr_rs: Радње са објавама

source: Actions with pages
it_it: Azioni con le pagine
sr_rs: Радње са страницама

source: Actions with themes
it_it: Azioni con temi
sr_rs: Акције са темама

source: Actions with users
it_it: Azioni con gli utenti
sr_rs: Радње са корисницима

source: Actions with plugins
it_it: Azioni con i plugin
sr_rs: Акције са додацима

source: Other default actions
it_it: Altre azioni predefinite
sr_rs: Остале подразумеване радње

source: Other custom actions
it_it: Altre azioni personalizzate
sr_rs: Остале прилагођене радње

source: Update Role
it_it: Aggiorna ruolo
sr_rs: Ажурирајте улогу

source: role doesn't exists
it_it: il ruolo non esiste
sr_rs: улога не постоји

source: All
it_it: Tutti
sr_rs: Све

source: The role will be created automatically for blogs where it does not exist
it_it: Il ruolo verrà creato automaticamente per i blog in cui non esiste
sr_rs: Улога ће се аутоматски креирати за блогове у којима не постоји

source: Warning:
it_it: Attenzione:
sr_rs: Упозорење:

source: You are trying to edit your own role. Please read before
it_it: Sta cercando di modificare il suo ruolo. Per favore, legga prima di
sr_rs: Покушавате да уредите сопствену улогу. Прочитајте раније

source: Roles and Capabilities
it_it: Ruoli e Privilegi
sr_rs: Улоге и могућности

source: Changes will be applied immediately after saving. If you are not sure - do not click "Update Role" button.
it_it: Le modifiche saranno applicate immediatamente dopo il salvataggio. Se non è sicuro, non clicchi sul pulsante "Aggiorna ruolo".
sr_rs: Промене ће бити примењене одмах након чувања. Ако нисте сигурни - немојте кликнути на дугме "Ажурирај улогу".

source: Notice
it_it: Avviso

source: The role's settings have been changed.
it_it: Le impostazioni del ruolo sono state modificate.

source: Slug must contain only latin letters. Also You can add numbers and symbols "-" or "_"
it_it: Lo slug deve contenere solo lettere latine. Inoltre, può aggiungere numeri e simboli "-" o "_"
sr_rs: Метак мора да садржи само латинична слова. Такође можете да додате бројеве и симболе "-" или "_"

source: Copy from
it_it: Copia da
sr_rs: Копирај из

source: Select role
it_it: Seleziona ruolo
sr_rs: Изаберите улогу

source: Apply
it_it: Applica
sr_rs: Пријави ме

source: User Role Settings
it_it: Impostazioni del ruolo dell'utente
sr_rs: Подешавања корисничке улоге

source: Settings
it_it: Impostazioni
sr_rs: Подешавања
uk: Установки

source: Go PRO
it_it: Vai PRO

source: WARNING
it_it: ATTENZIONE

source: The plugin works correctly only if JavaScript is enabled.
it_it: Il plugin funziona correttamente solo se JavaScript è abilitato.

source: Are you sure, you want to recover selected role(s)?
it_it: È sicuro di voler recuperare i ruoli selezionati?
sr_rs: Да ли сте сигурни да желите да вратите изабране улоге?

source: Yes, recover role(s)
it_it: Sì, recuperare i ruoli

source: Are you sure, you want to do selected action?
it_it: È sicuro di voler eseguire l'azione selezionata?

source: Yes, do it
it_it: Sì, lo faccia

source: No, go back to the roles list
it_it: No, torni all'elenco dei ruoli

source: Please enter role name
it_it: Inserisca il nome del ruolo
sr_rs: Унесите назив улоге

source: Please enter role slug
it_it: Inserisca lo slug del ruolo
sr_rs: Унесите роле слуг

source: Please select some capabilities for role
it_it: Si prega di selezionare alcune capacità per il ruolo
sr_rs: Молимо изаберите неке могућности за улогу

source: Wrong slug. See allowed symbols
it_it: Slug sbagliato. Vedere i simboli consentiti
sr_rs: Погрешан пуж. Погледајте дозвољене симболе

source: Some error occured
it_it: Si è verificato un errore
sr_rs: Дошло је до грешке

source: Role was successfully updated
it_it: Il ruolo è stato aggiornato con successo
sr_rs: Улога је успешно ажурирана

source: Can not get capabilities of the selected role
it_it: Non è possibile ottenere le capacità del ruolo selezionato
sr_rs: Не могу добити могућности изабране улоге

source: Capabilities were successfully loaded
it_it: Le funzionalità sono state caricate con successo
sr_rs: Могућности су успешно учитане

source: Save Changes
it_it: Salva le modifiche
sr_rs: Сачувај промене
uk: Зберегти зміни

source: Selected role is not exists. Capabilities not loaded
it_it: Il ruolo selezionato non esiste. Capacità non caricate
sr_rs: Изабрана улога не постоји. Могућности нису учитане

source: Can not recover selected roles
it_it: Non è possibile recuperare i ruoli selezionati
sr_rs: Није могуће спасити изабране улоге

source: Selected roles were recovered successfully
it_it: I ruoli selezionati sono stati recuperati con successo
sr_rs: Изабране улоге су успешно спасене

source: Can not recover next roles
it_it: Non è possibile recuperare i ruoli successivi
sr_rs: Није могуће спасити следеће улоге

source: Support
it_it: Supporto
sr_rs: Подршка
uk: Тех. підтримка

source: This option is available in Pro version of plugin
it_it: Questa opzione è disponibile nella versione Pro del plugin

source: Close
it_it: Chiudere
sr_rs: Затвори

source: Learn More
it_it: Leggi di più

source: Switch to Blog
it_it: Passa al blog
sr_rs: Пребаци се на блог

source: Allow for blogs
it_it: Consentire i blog
sr_rs: Дозволи блогове

source: Select blog
it_it: Seleziona il blog
sr_rs: Изаберите блог

source: Add New Role
it_it: Aggiungi Nuovo Ruolo

source: Are you sure, that you want to recover selected role(s)?
it_it: Sei sicuro di voler ripristinare il ruolo selezionato?

source: Are you sure, that you want to do selected action?
it_it: Sei sicuro di voler eseguire un'azione?

source: Unlock premium options by upgrading to Pro version
it_it: Attivare l'opzione premium stanno aggiornato alla Pro-versione

source: Others default actions
it_it: Azioni standard senza categorie

source: Others custom actions
it_it: Altre azioni

source: role not exists
it_it: ll ruolo non esiste

source: For blogs, for which role does not exist, it will be created automatically
it_it: Per i blog, per i quali il ruolo non esiste, il ruolo sarà creato automaticamente

source: Edit capabilities of the role
it_it: Modifica le funzionalità del ruolo

source: Restore a role to capabilities that were set at the time of the plugin activation or when the role was created
it_it: Ripristinare le funzionalità del ruolo nel momento in cui il plugin è stato attivato o al momento della creazione del ruolo

source: Misc
sr_rs: Остало

source: License Key
sr_rs: Лиценцни кључ

source: Reset
sr_rs: Очисти све

source: This tab contains Pro options only.
sr_rs: Ова картица садржи само про опције.

source: %1$sChange the settings%2$s to view the Pro options.
sr_rs: %1$sПромените подешавања%2$s да бисте видели Про опције.

source: Roles
sr_rs: Улоге

source: Edit Role
sr_rs: Уреди улогу

source: Add New
sr_rs: Додај нови

source: Upgrade to Pro
sr_rs: Унапреди се у професионалца

source: FAQ
sr_rs: Често постављана питања
uk: Часті питання

source: Access to plugins (menu items)
sr_rs: Приступ додатним компонентама (ставке менија)

source: requires
uk: потребує

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
uk: або вище, ось чому плагін ьуло деактивовано! Будь ласка, оновіть WordPress та спробуйте ще раз.

source: Back to the WordPress
uk: Назад до WordPress

source: Plugins page
uk: Сторінка плагінів

source: Notice:
uk: Попередження:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
uk: Налаштування плагіну було змінено. Щоб зберегти їх, не забудьте натиснути кнопку "Зберегти зміни"

source: Select Role:
uk: Обрати Роль:

source: Are you sure you want to recover settings by default?
uk: Ви упевнені, що хочете відновити стандартні установки?

source: Show
uk: Показати

source: Recover:
uk: Відновити:

source: Chosen role
uk: Обрану роль

source: All roles
uk: Все роли

source: Display the list of permissions for:
uk: Відображати список привілей для:

source: Select all
uk: Обрати усе

source: Select none
uk: Зняти виділення

source: If you enjoy our plugin, please give it 5 stars on WordPress
uk: Якщо вам сподобався наш плагін, будь ласка, оцініть його у п’ять зірочок на WordPress

source: Rate the plugin
uk: Оцінити плагін

source: If there is something wrong about it, please contact us
uk: Якщо у вас виникли певні проблеми, будь ласка, зв’яжіться з нами

source: Notice:
uk: Увага:

source: The changes has been saved
uk: Налаштування збережені

source: The settings have been restored for current role
uk: Налаштування були відновлені для обраної ролі

source: The settings have been restored for all roles
uk: Налаштування були відновлені для усіх ролей

source: Capability:
uk: Привілея:

source: Group capabilities
uk: Привілеї групи

source: For site:
uk: Для сайту:

source: Capabitity\Site
uk: Привілея\Сайт

source: Capabilities category:
uk: Категорія привілей:

source: Capabilities without category
uk: Привілеї без категорії

source: Action with
uk: Дія з

source: Changes will be applied to the site:
uk: Зміни будуть завстосовані для обраних блогів:

source: Changes will be applied to the selected blogs:
uk: Зміни будуть завстосовані для обраних блогів:

source: You do not have sufficient permissions to access this page.
uk: У вас недостатньо прав для доступу до цієї сторінки.

source: Table View
uk: Перегляд у виді таблиці

source: Flat View
uk: Перегляд у виді списку
